Repository: WebmakerrInc/fluentbooking
Catalog: fluent-booking/pro/language/fluent-booking-pro-*.po
Languages: es_es

source: %s Payment Failed
es_es: %s Error en el pago

source: %s Payment Pending
es_es: %s Pendiente de pago

source: 1 minute
es_es: 1 minuto

source: 10 minutes
es_es: 10 minutos

source: 15 minutes
es_es: 15 minutos

source: 5 minutes
es_es: 5 minutos

source: Access Permissions has been updated successfully
es_es: Los permisos de acceso se han actualizado correctamente.

source: Access Token Refreshed
es_es: Token de acceso actualizado.

source: Account SID
es_es: ID de cuenta

source: Added to Google calendar
es_es: Agregado al calendario de Google

source: Added to Outlook calendar
es_es: Agregado al calendario de Outlook

source: All Hosts Need to
es_es: Todos los anfitriones deben

source: Allowed image types does not match
es_es: Los tipos de imágenes permitidos no coinciden

source: Amount %s refunded successfully. Transaction ID: %s
es_es: Importe %s reembolsado correctamente. ID de transacción: %s

source: Aplle calendar event has been created. EventID: %s
es_es: Se ha creado el evento del calendario completo. ID de evento: %s

source: App Specific Password
es_es: Contraseña específica de la aplicación

source: Apple Calendar
es_es: Apple Calendario

source: Apple Calendar API Error
es_es: Apple Calendario API Error

source: Apple Calendar API Error:
es_es: Apple Calendario API Error

source: Apple Calendar event created
es_es: Evento de Apple Calendar creado

source: Apple calendar event has been deleted
es_es: El evento del calendario de Apple ha sido eliminado

source: Apple calendar event has been updated
es_es: El evento del calendario de Apple ha sido actualizado

source: Apple event has been deleted
es_es: El evento de Apple ha sido eliminado.

source: Apple event has been updated
es_es: El evento de Apple ha sido actualizado

source: Appointment
es_es: Cita

source: Auth Token
es_es: Token de autenticación

source: Availability
es_es: Disponibilidad

source: Back to Calendars Configuration
es_es: Volver a Configuración de Calendarios

source: Booking #%1$s status changed to cancelled. %2$sView Booking%3$s
es_es: El estado de la reserva #%1$s cambió a cancelado. %2$sVer reserva%3$s

source: Booking #%1$s status changed to scheduled at %2$s. %3$sView Booking%4$s
es_es: El estado de la reserva #%1$s cambió a programado en %2$s. %3sVer reserva%4$s

source: Booking Approval Request to Host (SMS to Organizer)
es_es: Solicitud de aprobación de reserva para hospedar (SMS al organizador)

source: Booking Canceled
es_es: Reserva cancelada

source: Booking Cancelled by Attendee (SMS to Organizer)
es_es: Reserva cancelada por el asistente (SMS al organizador)

source: Booking Cancelled by Organizer (SMS to Attendee)
es_es: Reserva cancelada por el organizador (SMS al asistente)

source: Booking Completed
es_es: Reserva completada

source: Booking Confirmation SMS to Attendee
es_es: SMS de confirmación de reserva al asistente

source: Booking Confirmation SMS to Organizer (You)
es_es: SMS de confirmación de reserva al organizador (usted)

source: Booking Confirmed
es_es: Reserva confirmada

source: Booking Declined by Organizer (SMS to Attendee)
es_es: Reserva cancelada por el organizador (correo electrónico al asistente)

source: Booking Details
es_es: Detalles de la reserva

source: Booking Rejected
es_es: Reserva rechazada

source: Booking Rescheduled
es_es: Reserva reprogramada

source: Booking Rescheduled by Attendee (SMS to Organizer)
es_es: Reserva reprogramada por el asistente (correo electrónico al organizador)

source: Booking Rescheduled by Organizer (SMS to Attendee)
es_es: Reserva reprogramada por el organizador (correo electrónico al asistente)

source: Booking status could not be changed as it is in %1$s status. %2$sView Order%3$s
es_es: El estado de la reserva no se pudo cambiar ya que está en el estado %1$s. %2$sVer pedido%3$s

source: Booking Submission Confirmation (SMS to Attendee)
es_es: Confirmación de envío de reserva (SMS al asistente)

source: Caching Time
es_es: Tiempo de almacenamiento en caché

source: Calendar Event not found
es_es: Evento del calendario no encontrado

source: Calendar not found
es_es: Calendario no encontrado

source: Cancellation SMS Sent Successfully
es_es: SMS de cancelación enviado con éxito

source: Cancelled by WooCommerce Order
es_es: Cancelado por orden de WooCommerce

source: Check Update
es_es: Comprueba la actualización

source: click here
es_es: haga clic aquí

source: Click Here to purchase another license
es_es: Haga clic aquí para comprar otra licencia

source: Click Here to Renew Your License
es_es: Haga clic aquí para renovar su licencia

source: Click Here to Review
es_es: Haga clic aquí para revisar

source: Configure %s to sync your events
es_es: Configura %s para sincronizar tus eventos

source: Configure Google Calendar/Meet to sync your events
es_es: Configura Google Calendar/Meet para sincronizar tus eventos

source: Configure Meeting Reminder to Attendee
es_es: Configurar recordatorio de reunión para el asistente

source: Configure Meeting Reminder to Organizer (You)
es_es: Configurar recordatorio de reunión para el organizador (usted)

source: Configure Paypal to accept payments on your booking events and monetize your time slots
es_es: Configure Paypal para aceptar pagos en sus eventos de reserva y monetizar sus franjas horarias

source: Configure stripe to accept payments on your booking events and monetize your time slots
es_es: Configura Stripe para aceptar pagos en tus eventos de reserva y monetizar tus franjas horarias

source: Configure Twilio API to send SMS/WhatsApp notifications on booking events
es_es: Configure la API de Twilio para enviar notificaciones por SMS/WhatsApp sobre reservas de eventos

source: Connect Google Meet First
es_es: Conecta Google Meet primero

source: Connect Outlook First
es_es: Conecte Outlook primero

source: Connect to Apple Server
es_es: Conéctese al servidor Apple

source: Connect to Nextcloud Server
es_es: Conéctese al servidor Nextcloud

source: Connect with %s
es_es: Conéctate con %s

source: Connect with Apple Calendar
es_es: Conéctate con el Calendario de Apple

source: Connect with Nextcloud Calendar
es_es: Conéctese con el calendario de Nextcloud

source: Connect Zoom Account First
es_es: Conecte la cuenta de Zoom primero

source: Data has been updated
es_es: Los datos han sido actualizados.

source: Date & Time:
es_es: Fecha y hora:

source: Deleted user
es_es: Eliminar usuario

source: Disable Paypal IPN Verification
es_es: Deshabilitar la verificación de IPN de Paypal

source: Docs
es_es: Documentos

source: documentation
es_es: Documentación

source: Enable Apple Calendar Integration
es_es: Habilitar la integración del calendario de Apple

source: Enable Google Calendar Notification
es_es: Habilitar la notificación del Calendario de Google

source: Enable Microsoft Teams (Requires work/school account)
es_es: Habilite Microsoft Teams (requiere una cuenta profesional o educativa)

source: Enable MS Teams From Outlook Settings
es_es: Habilite MS Teams desde la configuración de Outlook

source: Enable Nextcloud Calendar Integration
es_es: Habilite la integración del calendario de Nextcloud

source: Enable Paypal payment for booking payment
es_es: Habilite el pago de Paypal para el pago de la reserva

source: Enable Stripe payment for booking payment
es_es: Habilite el pago de Stripe para el pago de la reserva

source: Enable/Disable Apple Calendar to sync your events
es_es: Activar/desactivar Apple Calendar para sincronizar sus eventos

source: Enable/Disable Nextcloud Calendar to sync your events
es_es: Habilite/Deshabilite el Calendario de Nextcloud para sincronizar sus eventos

source: Enter Twilio Account SID
es_es: Ingrese el SID de la cuenta Twilio

source: Enter Twilio API Auth Token
es_es: Ingrese el token de autenticación API de Twilio

source: Enter Twilio Sender SMS Number
es_es: Ingrese el número de SMS del remitente de Twilio

source: Enter Twilio Sender WhatsApp Number
es_es: Ingrese el número de WhatsApp del remitente de Twilio

source: Enter Your Account ID
es_es: Ingrese su ID de cuenta

source: Enter Your App Client ID
es_es: Ingrese su ID de cliente de la aplicación

source: Enter Your App Secret Key
es_es: Ingrese la clave secreta de su aplicación

source: Error when contacting with license server. Please check that your server have curl installed
es_es: Error al contactar con el servidor de licencias. Por favor verifique que su servidor tenga instalado curl

source: Event confirmation type field is invalid
es_es: El campo de tipo de confirmación de evento no es válido

source: Event confirmation type field is required
es_es: El campo de tipo de ubicación del evento es obligatorio

source: Event in outlook has been updated with new dates
es_es: El evento en Outlook se ha actualizado con nuevas fechas.

source: Event multiple booking limit field is required
es_es: El campo de límite de reserva múltiple de eventos es obligatorio

source: Event query string field is required
es_es: El campo de cadena de consulta de evento es obligatorio

source: Event redirect url field is required
es_es: El campo URL de redireccionamiento de eventos es obligatorio

source: Event slug field is required
es_es: El campo de estado del evento es obligatorio

source: expired at
es_es: expiró en

source: Failed to add attendee in Google calendar. API Response: %s
es_es: No se pudo agregar un asistente al calendario de Google. Respuesta de API: %s

source: Failed to connect Calendar API
es_es: No se pudo conectar la API de Calendar

source: Failed to connect with Google calendar API. API Response: %s
es_es: No se pudo conectar con la API del calendario de Google. Respuesta de API: %s

source: Failed to connect with google calendar API. API Response: %s
es_es: No se pudo conectar con la API del calendario de Google. Respuesta de API: %s

source: Failed to connect with Outlook calendar API. API Response: %s
es_es: No se pudo conectar con la API del calendario de Outlook. Respuesta de API: %s

source: Failed to create event in Apple calendar. API Response: %s
es_es: No se pudo crear el evento en el calendario de Apple. Respuesta de API: %s

source: Failed to create event in Google calendar. API Response: %s
es_es: No se pudo crear el evento en el calendario de Google. Respuesta de API: %s

source: Failed to create event in Nextcloud calendar. API Response: %s
es_es: No se pudo crear el evento en el calendario de Nextcloud. Respuesta de API: %s

source: Failed to create event in Outlook calendar. API Response: %s
es_es: No se pudo crear el evento en el calendario de Outlook. Respuesta de API: %s

source: Failed to create meeting with Zoom API. API Response: %1s
es_es: No se pudo crear la reunión con la API de Zoom. Respuesta de API: %1s

source: Failed to delete event in Apple calendar. API Response: %s
es_es: No se pudo eliminar el evento en el calendario de Apple. Respuesta de API: %s

source: Failed to delete event in Nextcloud calendar. API Response: %s
es_es: No se pudo eliminar el evento en el calendario de Nextcloud. Respuesta de API: %s

source: Failed to delete event in Outlook calendar. API Response: %s
es_es: No se pudo eliminar el evento en el calendario de Outlook. Respuesta de API: %s

source: Failed to delete meeting with Zoom API
es_es: No se pudo eliminar la reunión con la API de Zoom

source: Failed to send sms with Twilio API
es_es: No se pudieron enviar SMS con la API de Twilio

source: Failed to send webhook
es_es: No se pudo enviar el webhook

source: Failed to send webhook to
es_es: No se pudo enviar el webhook a

source: Failed to update event in Apple calendar. API Response: %s
es_es: No se pudo actualizar el evento en el calendario de Apple. Respuesta de API: %s

source: Failed to update event in Google calendar. API Response: %s
es_es: No se pudo actualizar el evento en el calendario de Google. Respuesta de API: %s

source: Failed to update event in Nextcloud calendar. API Response: %s
es_es: No se pudo actualizar el evento en el calendario de Nextcloud. Respuesta de API: %s

source: Failed to update meeting with Zoom API
es_es: No se pudo actualizar la reunión con la API de Zoom

source: Field not found
es_es: Usuario no encontrado

source: File deleted successfully
es_es: ¡Calendario eliminado!

source: First Name
es_es: Nombre

source: Frontend Portal
es_es: Portal frontal

source: Go to the documentation article
es_es: Ir al artículo de documentación

source: Google API Error
es_es: Error de API de Google

source: Google API Response Error:
es_es: Error de respuesta de la API de Google:

source: Google Calendar event created
es_es: Evento de Google Calendar creado

source: Google calendar event has been created. %s
es_es: Se ha creado el evento del calendario de Google. %s

source: Google calendar event has been updated. %s
es_es: Se ha actualizado el evento del calendario de Google. %s

source: Google Calendar event updated
es_es: Evento de Google Calendar actualizado

source: Google Calendar/Meet integration is configured by wp-config.php constants. No action required here
es_es: La integración de Google Calendar/Meet se configura mediante constantes wp-config.php. No se requiere ninguna acción aquí

source: Group event can only have one time slot
es_es: El evento grupal solo puede tener un horario

source: Guest has been added to Google calendar event
es_es: Se ha agregado un invitado al evento del calendario de Google

source: Guest has been added to outlook calendar event
es_es: Se ha agregado un invitado al evento del calendario de Outlook

source: Guest has been removed from Google calendar event
es_es: El invitado ha sido eliminado del evento del calendario de Google

source: Guest has been removed from outlook calendar event
es_es: El invitado ha sido eliminado del evento del calendario de Outlook

source: Guests can see other guests of the slot
es_es: Los invitados pueden ver el horario de otros invitados

source: Help & Support
es_es: Servicio de asistencia

source: If you are unable to use Payment Data Transfer and payments are not getting marked as complete, then check this box. This forces the site to use a slightly less secure method of verifying purchases.
es_es: Si no puede utilizar la Transferencia de datos de pago y los pagos no se marcan como completos, marque esta casilla. Esto obliga al sitio a utilizar un método un poco menos seguro para verificar las compras.

source: Integration Feed Settings could not be found. Driver missing!
es_es: No se pudo encontrar la configuración del feed de integración. ¡Falta el conductor!

source: Invalid credentials
es_es: Credenciales no válidas

source: Invalid Stripe Request. Please configure stripe payment gateway again
es_es: Solicitud de Stripe no válida. Configure nuevamente la pasarela de pago Stripe

source: Invalid submission. No receipt found
es_es: Envío no válido. No se encontró ningún recibo

source: Invoice for Order
es_es: Factura de pedido

source: invoice not found
es_es: factura no encontrada

source: Items Details
es_es: Detalles del Item

source: Last Name
es_es: Apellido

source: license has been
es_es: la licencia ha sido

source: Live Mode
es_es: Modo en vivo

source: Login to your Google account, go to Google Cloud Console, create a project, complete OAuth Consent screen process, click on Create Credentials, and you will get your client id and secret key. If you get the ID and Keys for Google Calendar, Google Meet will be integrated automatically. For full details read the
es_es: Inicie sesión en su cuenta de Google, vaya a Google Cloud Console, cree un proyecto, complete el proceso de pantalla de consentimiento de OAuth, haga clic en Crear credenciales y obtendrá su identificación de cliente y clave secreta. Si obtienes el ID y las claves de Google Calendar, Google Meet se integrará automáticamente. Para más detalles lea el

source: Looks like you did not allow the required scopes. Please try again with the following scopes:
es_es: Parece que no permitiste los alcances requeridos. Inténtelo de nuevo con los siguientes ámbitos:

source: Meeting Info:
es_es: Información de la reunión:

source: Member has been deleted successful
es_es: El miembro ha sido eliminado exitosamente.

source: MS Teams
es_es: Equipos de MS

source: New member has been added with the selected access permissions
es_es: Se ha agregado un nuevo miembro con los permisos de acceso seleccionados.

source: Nextcloud Calendar
es_es: Calendario de próxima nube

source: Nextcloud Calendar API Error
es_es: Error de API de calendario de Nextcloud

source: Nextcloud Calendar API Error:
es_es: Error de API del calendario de Nextcloud:

source: Nextcloud Calendar event created
es_es: Evento de calendario de Nextcloud creado

source: Nextcloud calendar event has been created. EventID: %s
es_es: Se ha creado el evento del calendario de Nextcloud. ID de evento: %s

source: Nextcloud calendar event has been deleted
es_es: El evento del calendario de Nextcloud ha sido eliminado

source: Nextcloud calendar event has been updated
es_es: El evento del calendario de Nextcloud ha sido actualizado

source: Nextcloud event has been deleted
es_es: El evento Nextcloud ha sido eliminado

source: Nextcloud event has been updated
es_es: El evento Nextcloud ha sido actualizado

source: Nextcloud ID (Username/ Email)
es_es: ID de Nextcloud (nombre de usuario/correo electrónico)

source: No Activation Site left: You have activated all the sites that your license offer. Please go to wpmanageninja.com account and review your sites. You may deactivate your unused sites from wpmanageninja account or you can purchase another license.
es_es: No queda ningún sitio de activación: ha activado todos los sitios que ofrece su licencia. Vaya a la cuenta wpmanageninja.com y revise sus sitios. Puede desactivar sus sitios no utilizados desde la cuenta de wpmanageninja o puede comprar otra licencia.

source: No license key available
es_es: No hay clave de licencia disponible

source: No license key found
es_es: No se encontró ninguna clave de licencia

source: No zoom credentials found
es_es: No se encontraron credenciales de Zoom

source: Note:
es_es: Nota:

source: Notifications has been saved
es_es: Las notificaciones se han guardado.

source: Order #%1$s was placed on %2$s and is currently %3$s.
es_es: Pedido #%1$s fue colocado en %2$s y actualmente es %3$s.

source: Order has been placed successfully
es_es: El pedido se ha realizado correctamente.

source: Order Summary
es_es: Resumen del pedido

source: Organizer Needs to
es_es: El organizador necesita

source: Outlook API Response Error:
es_es: Error de respuesta de la API de Outlook:

source: Outlook Calendar / MS Teams
es_es: Calendario de Outlook/Equipos de MS

source: Outlook Calendar API Error
es_es: Error de API del calendario de Outlook

source: Outlook Calendar API Error:
es_es: Error de API del calendario de Outlook:

source: Outlook Calendar event created
es_es: Evento del calendario de Outlook creado

source: Outlook calendar event has been created. %s
es_es: Se ha creado el evento del calendario de Outlook. %s

source: Outlook calendar event has been deleted
es_es: El evento del calendario de Outlook ha sido eliminado

source: Outlook event has been deleted
es_es: El evento de Outlook ha sido eliminado.

source: Outlook Event Updated
es_es: Evento de Outlook actualizado

source: Pay with Paypal
es_es: Pagar con Paypal

source: Pay with Stripe
es_es: Pagar con Stripe

source: Pay with:
es_es: Pagar con:

source: Payment failed due to invalid amount in Paypal IPN
es_es: Pago fallido debido a monto no válido en Paypal IPN

source: Payment failed due to invalid currency in Paypal IPN
es_es: El pago falló debido a moneda no válida en Paypal IPN

source: Payment failed for paypal IPN error
es_es: Pago fallido por error de IPN de PayPal

source: Payment failed for paypal IPN verification
es_es: Error en el pago de la verificación IPN de PayPal

source: Payment for Order
es_es: Pago del pedido

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
es_es: El personal de PayPal está revisando el pago como de alto riesgo o como posible violación de las regulaciones gubernamentales.

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
es_es: El pago está pendiente por motivos desconocidos. Póngase en contacto con el soporte de PayPal para obtener ayuda

source: Payment made via eCheck and will clear automatically in 5-8 days
es_es: Pago realizado a través de eCheck y se liquidará automáticamente en 5 a 8 días

source: Payment marked as pending
es_es: Pago marcado como pendiente

source: Payment Modal is opening, Please complete the payment
es_es: Modalidad de pago se está abriendo, por favor complete el pago.

source: Payment Mode
es_es: Modo de pago

source: Payment must be accepted manually through PayPal due to international account regulations
es_es: El pago debe aceptarse manualmente a través de PayPal debido a las regulaciones internacionales de cuentas.

source: Payment received in non-shop currency and must be accepted manually through PayPal
es_es: El pago se recibe en moneda que no es de la tienda y debe aceptarse manualmente a través de PayPal.

source: Payment Refunded Successfully
es_es: Pago reembolsado exitosamente

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
es_es: El pago requiere una dirección de cliente confirmada y debe aceptarse manualmente a través de PayPal.

source: Payment Successfully Completed
es_es: Pago completado exitosamente

source: Payment Summary
es_es: Resumen de pago

source: Payment was sent to non-confirmed or non-registered email address.
es_es: El pago se envió a una dirección de correo electrónico no confirmada o no registrada.

source: PayPal account is not verified. Verify account in order to accept this payment
es_es: La cuenta PayPal no está verificada. Verificar cuenta para aceptar este pago

source: PayPal account must be upgraded before this payment can be accepted
es_es: La cuenta de PayPal debe actualizarse antes de que se pueda aceptar este pago.

source: Paypal Email
es_es: Correo electrónico de Paypal

source: Paypal IPN Error
es_es: Error de IP de Paypal

source: Paypal IPN Not Verified
es_es: Paypal IPN no verificado

source: Paypal Payments
es_es: Pagos por Paypal

source: Paypal's payments platform lets you accept credit cards, debit cards, and popular payment methods around the world—all with a single integration
es_es: La plataforma de pagos de Paypal le permite aceptar tarjetas de crédito, tarjetas de débito y métodos de pago populares en todo el mundo, todo con una única integración.

source: Please activate payment first!
es_es: ¡Active el pago primero!

source: Please active at least one payment method!
es_es: ¡Activa al menos un método de pago!

source: Please add the availability of this event
es_es: Por favor agregue la disponibilidad de este evento.

source: Please connect your Stripe account first.
es_es: Primero conecte su cuenta de Stripe.

source: Please enable at least one payment method
es_es: Por favor habilite al menos un método de pago

source: Please enter a valid email address
es_es: Por favor, introduzca su dirección de correo electrónico

source: Please login to view the bookings
es_es: Por favor inicia sesión para ver las reservas

source: Please read the step-by-step documentation to setup Account SID and Auth Token and get the Sender Numbers for your app.
es_es: Lea la documentación paso a paso para configurar el SID de cuenta y el token de autenticación y obtener los números de remitente para su aplicación.

source: Please remove the connection and reconnect again.
es_es: Retire la conexión y vuelva a conectarse.
