Repository: WebmakerrInc/fluentbooking
Catalog: fluent-booking/pro/language/fluent-booking-pro-*.po
Languages: es_es

source: Please select a payment method
es_es: Por favor seleccione un método de pago

source: Please select a product
es_es: Por favor seleccione un producto

source: Please select at least one time slot
es_es: Por favor seleccione al menos un horario

source: Price
es_es: Precio

source: Product not found. Please select a product
es_es: Producto no encontrado. Por favor seleccione un producto

source: Provider
es_es: Proveedor

source: Read the documentation
es_es: leer la documentación

source: Redirect to WooCommerce checkout page
es_es: Redirigir a la página de pago de WooCommerce

source: Reminder SMS Sent Successfully
es_es: SMS recordatorio enviado correctamente

source: Removed from Google calendar
es_es: Eliminado del calendario de Google

source: Removed from Outlook calendar
es_es: Eliminado del calendario de Outlook

source: Required scopes missing
es_es: Faltan alcances requeridos

source: Rescheduling SMS Sent Successfully
es_es: Reprogramación de SMS enviados correctamente

source: Sandbox Mode
es_es: Modo Sandbox

source: Save Google API Configuration
es_es: Guardar la configuración de la API de Google

source: Save Settings
es_es: Guardar ajustes

source: Select for how many minutes the %1$s event API call will be cached. Recommended 5/10 minutes. If you add lots of manual events in %2$s then you may lower the value
es_es: Seleccione durante cuántos minutos %1$s se almacenará en caché la llamada API del evento de Google Calendar. Recomendado 5/10 minutos. Si agrega muchos %2$s eventos manuales en Google, puede reducir el valor.

source: Selected Account does not exist
es_es: La cuenta seleccionada no existe

source: Selected Webhook has been deleted
es_es: El webhook seleccionado ha sido eliminado

source: Set Google Event Creat First
es_es: Establecer la creación de eventos de Google primero

source: Set Outlook Event Creat First
es_es: Establecer la creación de eventos de Outlook primero

source: Settings updated successfully
es_es: Configuración actualizada exitosamente

source: SMS Number
es_es: Número SMS

source: SMS Sent Successfully
es_es: SMS enviado satisfactoriamente

source: Sorry! There has an error when fetching data for google authentication. Please try again
es_es: ¡Lo siento! Se produce un error al obtener datos para la autenticación de Google. Inténtalo de nuevo

source: Sorry! There has an error when fetching data for outlook authentication. Please try again
es_es: ¡Lo siento! Se produce un error al recuperar datos para la autenticación de Outlook. Inténtalo de nuevo

source: start and end data is required
es_es: se requieren datos de inicio y fin

source: Start Meeting URL
es_es: URL de inicio de reunión

source: Status
es_es: Estado

source: Status:
es_es: Estado:

source: Stripe General Error
es_es: Error general de Stripe

source: Stripe mode is not active
es_es: El modo Stripe no está activo

source: Stripe Payments
es_es: Pagos por Stripe

source: Stripe settings has been disconnected
es_es: La configuración de Stripe ha sido desconectada

source: Stripe's payments platform lets you accept credit cards, debit cards, and popular payment methods around the world—all with a single integration
es_es: La plataforma de pagos de Stripe te permite aceptar tarjetas de crédito, tarjetas de débito y métodos de pago populares en todo el mundo, todo con una única integración.

source: Test Mode
es_es: Modo de prueba

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
es_es: La clave de licencia proporcionada no es válida. Por favor verifique que su licencia sea correcta. Puede iniciar sesión en la cuenta wpmanageninja.com y obtener su clave de licencia válida para su compra.

source: The Pro version of FluentBooking Plugin
es_es: La versión Pro del complemento FluentBooking

source: The provided slug is not available. Please choose a different one
es_es: El slug proporcionado no está disponible. Por favor elige uno diferente

source: There should be at least one member
es_es: Debe haber al menos un miembro

source: There was a problem connecting to the Stripe API endpoint.
es_es: Hubo un problema al conectarse al punto final de la API de Stripe.

source: There was an error activating the license, please verify your license is correct and try again or contact support.
es_es: Se produjo un error al activar la licencia. Verifique que su licencia sea correcta e inténtelo nuevamente o comuníquese con el soporte.

source: There was an error deactivating the license, please try again or login at wpmanageninja.com to manually deactivated the license
es_es: Hubo un error al desactivar la licencia, inténtelo nuevamente o inicie sesión en wpmanageninja.com para desactivar manualmente la licencia.

source: This event has already been booked. You can not change the availability now
es_es: Este evento ya ha sido reservado. No puedes cambiar la disponibilidad ahora.

source: This is a group event.
es_es: Este es un evento grupal.

source: This is an admin user. You can not change permissions
es_es: Este es un usuario administrador. No puedes cambiar los permisos.

source: To connect to Apple Server, please enter your Apple Email and app specific password. Generate App Specific Password at %s Your credentials will be stored as encrypted.
es_es: Para conectarse a Apple Server, ingrese su correo electrónico de Apple y la contraseña específica de la aplicación. Genere una contraseña específica de la aplicación en %s. Sus credenciales se almacenarán cifradas.

source: To connect to Nextcloud Server, please enter your Nextcloud Email/Username and app specific password. Your credentials will be stored as encrypted.
es_es: Para conectarse al servidor Nextcloud, ingrese su correo electrónico/nombre de usuario de Nextcloud y la contraseña específica de la aplicación. Sus credenciales se almacenarán cifradas.

source: to renew your license
es_es: para renovar su licencia

source: To use Apple Calendar Integration for your Booking forms, please enable the integration.
es_es: Para utilizar la integración de Apple Calendar para sus formularios de reserva, habilite la integración.

source: To use Nextcloud Calendar Integration for your Booking forms, please enable the integration.
es_es: Para utilizar la integración del calendario de Nextcloud para sus formularios de reserva, habilite la integración.

source: Total Payment
es_es: Pago total

source: Transaction marked as paid and %s Transaction ID: %s
es_es: Transacción marcada como pagada y %s ID de transacción: %s

source: Twilio SMS Integration
es_es: Integración de SMS de Twilio

source: Unexpected error from google api
es_es: Error inesperado de la API de Google

source: Unexpected error from outlook api
es_es: Error inesperado de la API de Outlook

source: Unexpected error from remote api
es_es: Error inesperado de la API remota

source: Unknown Stripe API request error
es_es: Error de solicitud de API de Stripe desconocido

source: Update Caching Time
es_es: Actualizar tiempo de almacenamiento en caché

source: Use Outlook Calendar to sync your Fluent Booking events
es_es: Utilice el Calendario de Outlook para sincronizar sus eventos de Fluent Booking

source: User redirected to Woo checkout page to comeplete the order.
es_es: El usuario es redirigido a la página de pago de Woo para completar el pedido.

source: Validation fails for maximum file size
es_es: La validación falla para el tamaño máximo de archivo

source: View FluentBooking documentation
es_es: Ver documentación de FluentBooking

source: View Full Meeting Details
es_es: Ver detalles completos de la reunión

source: View on Google Calendar
es_es: Ver en Google Calendar

source: View on Outlook Calendar
es_es: Ver en el calendario de Outlook

source: View Order
es_es: Ver pedido

source: Visit Support
es_es: Visitar soporte

source: We could not authenticate your account. Please try again later.
es_es: No pudimos autenticar su cuenta. Por favor, inténtelo de nuevo más tarde.

source: WebHook feeds not found
es_es: Feeds de WebHook no encontrados

source: WebHook not found
es_es: WebHook no encontrado

source: Webhook sent successfully
es_es: Webhook enviado correctamente

source: Webhook sent successfully to
es_es: Webhook enviado exitosamente a

source: WebHook Successfully Cloned
es_es: WebHook clonado con éxito

source: WebHook Successfully Created
es_es: WebHook creado con éxito

source: WebHook Successfully Updated
es_es: WebHook actualizado con éxito

source: WhatsApp Number (Optional)
es_es: Número de WhatsApp (Opcional)

source: Woo: Booking status changed to cancelled
es_es: Woo: el estado de la reserva cambió a cancelado

source: Woo: Booking status changed to scheduled
es_es: Woo: el estado de la reserva cambió a programado

source: Woo: Booking status could not be changed
es_es: Woo: El estado de la reserva no se pudo cambiar

source: WooCommerce is not installed
es_es: WooCommerce no está instalado

source: Woocommerce order status changed to %1$s and booking status changed to cancelled. %2$sView Order%3$s
es_es: El estado del pedido de WooCommerce cambió a %1$s y el estado de la reserva cambió a cancelado. %2$sVer pedido%3$s

source: Woocommerce order status changed to %1$s and booking status changed to scheduled. %2$sView Order%3$s
es_es: El estado del pedido de WooCommerce cambió a %1$s y el estado de la reserva cambió a programado. %2$s Ver pedido %3$s

source: You are redirecting to checkout page to complete the appointment.
es_es: Estás redirigiendo a la página de pago para completar la cita.

source: You do not have permission to access this user's Zoom credentials
es_es: No tienes permiso para acceder a las credenciales de Zoom de este usuario

source: You do not have permission to install plugin updates
es_es: No tienes permiso para instalar actualizaciones de complementos

source: Your credential could not be saved. Please make sure the credential is valid
es_es: No se pudo guardar su credencial. Por favor asegúrese de que la credencial sea válida.

source: Your credential has been saved
es_es: Tu credencial ha sido guardada

source: Your license has been expired at
es_es: Su licencia ha caducado en

source: Your license key has been successfully deactivated
es_es: Su clave de licencia se ha desactivado correctamente

source: Your license key has been successfully updated
es_es: Su clave de licencia se ha actualizado correctamente

source: Your outlook API configaration is already. You can connect your outlook calendar from your host settings.
es_es: Su configuración de API de Outlook ya está. Puede conectar su calendario de Outlook desde la configuración de su host.

source: Your selected integration feed has been disconnected
es_es: Su feed de integración seleccionado ha sido desconectado.

source: Your selected remote calendar has been disconnected
es_es: Su calendario remoto seleccionado ha sido desconectado

source: Your settings has been updated
es_es: Tu configuración ha sido actualizada.

source: Your Twilio API integration is up and running.
es_es: Su integración de la API de Twilio está en funcionamiento.

source: Your Twilio API Key is not valid.
es_es: Su clave API de Twilio no es válida.

source: Zoom account email is empty
es_es: El correo electrónico de la cuenta de Zoom está vacío

source: Zoom Account ID
es_es: ID de cuenta de Zoom

source: Zoom API Error
es_es: Error de API de Zoom

source: Zoom App Client ID
es_es: ID de cliente de la aplicación Zoom

source: Zoom App Secret Key
es_es: Clave secreta de la aplicación Zoom

source: Zoom credentials already exist for this user
es_es: Las credenciales de Zoom ya existen para este usuario

source: Zoom credentials has been disconnected & deleted
es_es: Las credenciales de Zoom han sido desconectadas y eliminadas

source: Zoom credentials has been validated and saved securely
es_es: Las credenciales de Zoom han sido validadas y guardadas de forma segura

source: Zoom credentials not found
es_es: Credenciales de Zoom no encontradas

source: Zoom Meeting has been created
es_es: Se ha creado la reunión de Zoom.

source: Zoom Meeting has been deleted
es_es: La reunión de Zoom ha sido eliminada

source: Zoom Meeting has been scheduled. %1$s
es_es: Se ha programado una reunión de Zoom. %1$s

source: Zoom Meeting has been updated
es_es: Reunión de Zoom ha sido actualizada

source: Zoom Meeting has been updated with the new data
es_es: Zoom Meeting se ha actualizado con los nuevos datos
